tap "adoptopenjdk/openjdk"
tap "daipeihust/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "luckyframework/lucky"
tap "olets/tap"
brew "bat"
brew "capstone"
brew "chezmoi"
brew "gmp"
brew "libyaml"
brew "crystal"
brew "curl"
brew "deno"
brew "dive"
brew "docker-clean"
brew "exa"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "git-filter-repo"
brew "git-secrets"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "htop"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "mysql"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "peco"
brew "plantuml"
brew "prettier"
brew "prettierd"
brew "procs"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rtx"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "tflint"
brew "tree"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "luckyframework/lucky/lucky"
brew "olets/tap/zsh-abbr"
cask "chromedriver"
cask "font-meslo-lg-nerd-font"
cask "warp"
mas "Hidden Bar", id: 1452453066
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "VirusBarrier Scanner", id: 1200445649
mas "Xcode", id: 497799835
mas "ホワイトボード", id: 496465537
vscode "ahmadalli.vscode-nginx-conf"
vscode "aki77.rails-partial"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "crystal-lang-tools.crystal-lang"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "KoichiSasada.vscode-rdbg"
vscode "leodevbro.blockman"
vscode "marcoroth.stimulus-lsp"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "oderwat.indent-rainbow"
vscode "pizzacat83.codic"
vscode "PKief.material-icon-theme"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-yaml"
vscode "ryokat3.vscode-qiita-markdown-preview"
vscode "sgryjp.japanese-word-handler"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "sporto.rails-go-to-spec"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "timonwong.shellcheck"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
